Repository: wpinventory/WPIM-lightbox
Catalog: languages/wpinventory_lightbox-*.po
Languages: es_es

source: WARNING: No lightbox plugin detected.<br>This integrates with the popular plugins "WP Lightbox 2" or "Simple Lightbox". You must have one of those plugins installed for this to work.
es_es: ADVERTENCIA: Ningún plugin lightbox detectado.<br>Integra con los plugins populares "WP Lightbox 2" o "Caja de luz Simple". Debe tener uno de esos plugins instalados para que funcione.

source: WARNING: In %sImage Settings%s, you must set "Clicking Image Displays Larger Image" to "Yes - Open in New Window" for lightboxes to work properly.
es_es: ADVERTENCIA: en %sConfiguración de imagen%s, debe configurar “Hacer clic en la imagen muestra una imagen más grande” en “Sí - Abrir en una ventana nueva” para que las cajas de luz funcionen correctamente.

source: Do Not Adjust
es_es: No ajustar

source: Thumbnail
es_es: Miniatura

source: Medium
es_es: Mediana

source: Large
es_es: Grande

source: Full
es_es: Completa

source: Lightbox Integration
es_es: Integración con Lightbox

source: Open Inventory Images in Lightbox
es_es: Abrir imágenes en Lightbox

source: Lightbox Image Size
es_es: Tamaño de la imagen de Lightbox

source: Adjust Image Title
es_es: Ajustar título de la imagen

source: Use any fields you like, in shortcode-format. Example: [name] - [description] by [manufacturer]
es_es: Utilice los campos que quieras, en formato de código corto. Ejemplo: [nombre] - [descripción] / [fabricante]

source: Adjust Image Alt
es_es: Ajustar imagen

source: WP Inventory Lightbox Integration Add On
es_es: Complemento de Integración de WP inventario y Lightbox

source: Integrates WP Inventory Manager with WP Lightbox 2 or Simple Lightbox. Also allows altering of image size when opening the image, and allows modifying image titles / alt tags with robust shortcode-based system.
es_es: Integra el gestor de inventario de WP con Lightbox 2 o lightbox simple. También permite alterar el tamaño de la imagen cuando esta se abre y permite modificar el título / alterar etiquetas con un sistema robusto basado en código corto.

source: WP Inventory Manager
es_es: WP Gestor de Inventario
